[
    {
        "id": 1,
        "nombreJuego": "Assassins-Creed",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Acción",
        "tamano": "19 GB",
        "precio": "1400.00",
        "imagen": "img/juegos/assasin.jpeg",
        "descripcion": "Ponte en la piel de una leyenda vikinga en busca de gloria. Saquea a tus enemigos, haz prosperar tu asentamiento y consolida tu poder político. En Assassins Creed Valhalla, te pondrás en la piel de Eivor, una leyenda vikinga en busca de gloria. Explora la Inglaterra de los años oscuros mientras saqueas a tus enemigos, haces prosperar tu asentamiento y consolidas tu poder político.",
        "cantidad": 1
    },
    
    {
        "id": 2,
        "nombreJuego": "Age of Empires II",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Estrategia",
        "tamano": "3 GB",
        "precio": "499.00",
        "imagen": "img/juegos/age.jpeg",
        "descripcion": "El clásico Age of Empires II regresa al mercado con esta remasterización a la alta definición que incluye gráficos adaptados a las 1080p, texturas más definidas, así como mejores efectos de iluminación. El juego trae consigo además la expansión Conquerors.",
        "cantidad": 1
    },
    {
        "id": 11,
        "nombreJuego": "hogwarts",
        "plataforma": "PlayStation",
        "idioma": "Multilenguaje",
        "genero": "Aventura",
        "tamano": "35.3 GB",
        "precio": "2199.00",
        "imagen": "img/juegos/howwarts.jpg",
        "descripcion": "Nunca has recibido tu carta de Hogwarts?, ahora puedes visitar y estudiar en la famosa Escuela de Magia y Hechicería en el juego RPG de acción de mundo abierto desarrollado por Avalanche Software - Hogwarts Legacy. Como estudiante, experimentarás la vida en Hogwarts, desde asistir a clase y lanzar hechizos hasta explorar el castillo y sus terrenos llenos de magia y misterio.",
        "cantidad": 1
    },
    {
        "id": 12,
        "nombreJuego": "FIFA 23",
        "plataforma": "pc",
        "idioma": "Ingles",
        "genero": "Deportes",
        "tamano": "27.5 GB",
        "precio": "15099.00",
        "imagen": "img/juegos/fifa.jpg",
        "descripcion": "EA Canadá, EA Rumanía y Electronic Arts presentan la entrega de FIFA más realista hasta la fecha, junto con la tecnología HyperMotion2, FIFA World Cup™ para hombres y mujeres, equipos de clubes, funciones de juego cruzado y aún más en forma de clave de FIFA 23 (PC) Origin. Marca un acontecimiento histórico y un cambio en el género de los juegos deportivos. Desde 1993, los juegos de la FIFA han sido desarrollados por Electronic Arts, pero FIFA 23 marca el último título que lleva el nombre de la serie que proviene de EA.",
        "cantidad": 1
    },
    {
        "id": 5,
        "nombreJuego": "Call of Duty WWII",
        "plataforma": "PC",
        "idioma": "Ingles",
        "genero": "Acción",
        "tamano": "18 GB",
        "precio": "1790.90",
        "imagen": "img/juegos/call1.jpg",
        "descripcion": "Call of Duty WWII regresa a sus orígenes, proponiendo al jugador una intensa y trepidante aventura de acción ambientada en la Segunda Guerra Mundial en la que no falta modo campaña y un potente multijugador online.",
        "cantidad": 1
    },
    {
        "id": 19,
        "nombreJuego": "The Last of Us",
        "plataforma": "PlayStation",
        "idioma": "Multilenguaje",
        "genero": "Terror",
        "tamano": "31.5 GB",
        "precio": "10999.00",
        "imagen": "img/juegos/last.jpg",
        "descripcion": "Acción con tintes de survival horror que nos presenta un escenario en el que la población ha sido diezmada por una terrible plaga.",
        "cantidad": 1
    },
    {
        "id": 17,
        "nombreJuego": "Grand Theft Auto V",
        "plataforma": "PlayStation",
        "idioma": "Español",
        "genero": "Acción",
        "tamano": "7 GB",
        "precio": "1399.00",
        "imagen": "img/juegos/grand.jpg",
        "descripcion": "Cuando un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se ven envueltos en algunos de los elementos más aterradores y trastornados del inframundo criminal, el gobierno de EE. UU. Y la industria del entretenimiento, deben llevar a cabo una serie de robos peligrosos para sobrevivir.",
        "cantidad": 1
    },
    {
        "id": 10,
        "nombreJuego": "Ghost Recon",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Estrategia",
        "tamano": "31.6 GB",
        "precio": "1499.00",
        "imagen": "img/juegos/ghost.jpg",
        "descripcion": "Crea un equipo hasta con 3 amigos en Tom Clancys Ghost Recon® Wildlands y disfruta del Shooter militar definitivo en un enorme y peligroso mundo abierto..",
        "cantidad": 1
    },
    {
        "id": 16,
        "nombreJuego": "God of War",
        "plataforma": "PlayStation",
        "idioma": "Español",
        "genero": "Aventura",
        "tamano": "32.4 GB",
        "precio": "12999.99",
        "imagen": "img/juegos/god.jpeg",
        "descripcion": "Se centra en la historia de la mitología nórdica, a diferencia de los títulos anteriores, que se ubicaban en la Antigua Grecia y su mitología.",
        "cantidad": 1
    },
    {
        "id": 4,
        "nombreJuego": "Counter-Strike Global Ofensive",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Acción",
        "tamano": "5 GB",
        "precio": "1320.00",
        "imagen": "img/juegos/cs.jpg",
        "descripcion": "Videojuego  en primera persona desarrollado por Valve Corporation, es uno de los juegos  mas competitivos en la escena global.",
        "cantidad": 1
    },
    {
        "id": 3,
        "nombreJuego": "Half-Life 2",
        "plataforma": "PC",
        "idioma": "Multilenguaje",
        "genero": "Aventura",
        "tamano": "9 GB",
        "precio": "1560.90",
        "imagen": "img/juegos/half.jpeg",
        "descripcion": "Transcurre dos décadas después de la historia del primer Half Life. Gordon Freeman despierta de su estado de hibernación y se convierte en el símbolo de la resistencia humana frente a la Alianza.",
        "cantidad": 1
    },
    {
        "id": 7,
        "nombreJuego": "Resident Evil 7",
        "plataforma": "PC",
        "idioma": "Ingles",
        "genero": "Terror",
        "tamano": "19 GB",
        "precio": "1790.90",
        "imagen": "img/juegos/resident-evil.jpg",
        "descripcion": "Resident Evil 7: Biohazard es la séptima entrega de horror que persigue la numeración principal, pero también es la más extraña y ajena. Sin contar los juegos sobre rieles de disparos, es la primera vez que la franquicia aborda la perspectiva en primera persona en su totalidad para enfrentar al jugador a una versión de survival horror nunca antes vista en un Resident Evil.",
        "cantidad": 1
    },
    {
        "id": 15,
        "nombreJuego": "Dark Souls II",
        "plataforma": "PlayStation",
        "idioma": "Multilenguaje",
        "genero": "Terror",
        "tamano": "8 GB",
        "precio": "1100.00",
        "imagen": "img/juegos/dark.jpeg",
        "descripcion": "Acción en tercera persona en el que nos enfrentamos a diversos enemigos y peligros en los escenarios.",
        "cantidad": 1
    },
    {
        "id": 18,
        "nombreJuego": "Red Dead Redemption II",
        "plataforma": "PlayStation",
        "idioma": "Multilenguaje",
        "genero": "Aventura",
        "tamano": "32.4 GB",
        "precio": "11000.00",
        "imagen": "img/juegos/red.jpeg",
        "descripcion": "Red Dead Redemption 2 cuenta con 60 horas de campaña para un jugador. Ambientado en 1899. Juegas como un forajido llamado Arthur Morgan que creció en el lado contrario de la ley. Compra Red Dead Redemption 2 PC key y únete al increíble viaje de Arthur que tiene lugar en un mal momento, cuando los forajidos ya no son bienvenidos. La campaña de un jugador tiene de todo: desde asaltos con alto riesgo a momentos emotivos que demuestran un desarrollo de personaje bien construido.",
        "cantidad": 1
    },
    {
        "id": 14,
        "nombreJuego": "Call of Duty Modern warfare 2",
        "plataforma": "PlayStation",
        "idioma": "Español",
        "genero": "Acción",
        "tamano": "32.4 GB",
        "precio": "10999.00",
        "imagen": "img/juegos/call.jpg",
        "descripcion": "Call of Duty - Modern Warfare II es la secuela del éxito de taquilla de 2019 Modern Warfare. Con el regreso del icónico líder del equipo, el capitán John Prices, el intrépido John Soap MacTavish, el veterano sargento Kyle Gaz Garrick y el lobo solitario y favorito de los fans Simon Ghost Riley, descubre qué hace a la fuerza especial 141 (FH141) el equipo legendario que es hoy.",
        "cantidad": 1
    },
    {
        "id": 13,
        "nombreJuego": "BATTLEFIELD 5",
        "plataforma": "PlayStation",
        "idioma": "Ingles",
        "genero": "Acción",
        "tamano": "23 GB",
        "precio": "1199.00",
        "imagen": "img/juegos/bat.jpeg",
        "descripcion": "Battlefield V es un videojuego de acción bélica desarrollado por DICE y editado por EA ambientado en la Segunda Guerra Mundial, entre cuyas novedades dentro de la exitosa franquicia FPS dispone de un modo campaña compuesto por varias historias con diferentes protagonistas y ubicaciones, así como una vertiente multijugador donde se recupera el modo Conquista y se estrena una modalidad cooperativa.",
        "cantidad": 1
    },
    {
        "id": 9,
        "nombreJuego": "forza horizon pack",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Aventura",
        "tamano": "15 GB",
        "precio": "1790.00",
        "imagen": "img/juegos/forza.jpeg",
        "descripcion": "Forza Horizon  es la saga de conducción en mundo abierto de Microsoft y PlayGround Games. Trasladándonos a un enorme mapeado que recrea Reino Unido casi en su totalidad, la nueva entrega apuesta por incluir más coches, más eventos y competiciones, mejorar los gráficos y ofrecer un sistema de estaciones en tiempo real que nos ofrece la posibilidad de pilotar en verano, otoño, invierno y primavera.",
        "cantidad": 1
    },
    {
        "id": 8,
        "nombreJuego": "village, residet evil 8",
        "plataforma": "PC",
        "idioma": "Ingles",
        "genero": "Terror",
        "tamano": "33 GB",
        "precio": "2299.00",
        "imagen": "img/juegos/village.jpeg",
        "descripcion": "Resident Evil 8: Village es la octava entrega de Resident Evil, la saga de survival horror de Capcom que a lo largo de los años nos ha llevado a luchar contra zombis, mutantes y otros seres sobrenaturales.",
        "cantidad": 1
    },
    {
        "id": 6,
        "nombreJuego": "Batman Arkham",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Aventura",
        "tamano": "3 GB",
        "precio": "299.00",
        "imagen": "img/juegos/batman.jpeg",
        "descripcion": "Eres Batman, el luchador de la noche, el portador de justicia rompe-huesos, y la pesadilla viviente de los chicos malos, conduce por Ciudad Gotham con el Batmovil, disfruta del Combate FreeFlow, embárcate en acción sigilosa, encuentra pruebas y encuentra tu camino hasta alguien que necesite castigo.",
        "cantidad": 1
    },
    {
        "id": 20,
        "nombreJuego": "Battlefront 2",
        "plataforma": "pc",
        "idioma": "Ingles",
        "genero": "Acción",
        "tamano": "23 GB",
        "precio": "1850.00",
        "imagen": "img/juegos/bater.jpg",
        "descripcion": "Salta a las botas de un soldado de las fuerzas especiales de élite, igualmente letal en el suelo y el espacio, en una nueva campaña emocionalmente apasionante de Star Wars que abarca más de 30 años y une eventos entre las películas Star Wars: Return of the Jedi y Star Wars: The Force Awakens.",
        "cantidad": 1
    },
    {
        "id": 23,
        "nombreJuego": "Mortal Kombat 11",
        "plataforma": "PlayStation",
        "idioma": "Español",
        "genero": "Terror",
        "tamano": "32.4 GB",
        "precio": "10999.99",
        "imagen": "img/juegos/mortal-kombat.jpeg",
        "descripcion": "Mortal Kombat 11 es la nueva entrega de la violenta y salvaje saga de lucha de NetherRealm Studios para consolas y PC. Se trata de la undécima secuela de una serie.",
        "cantidad": 1
    },
    {
        "id": 21,
        "nombreJuego": "simcity",
        "plataforma": "pc",
        "idioma": "Español",
        "genero": "Aventura",
        "tamano": "23 GB",
        "precio": "1200.00",
        "imagen": "img/juegos/sims.jpg",
        "descripcion": "El objetivo de SimCity es de sobra conocido: toma el control de un terreno vacío, empieza a crear una ciudad y conviértela en la urbe más próspera de la zona. Lo de la zona, en este SC, cobra mayor importancia, ya que en el juego tu ciudad no está aislada del mundo, sino que forma parte de él.",
        "cantidad": 1
    },
    {
        "id": 22,
        "nombreJuego": "Titanfall 2",
        "plataforma": "PC",
        "idioma": "Español",
        "genero": "Acción",
        "tamano": "17 GB",
        "precio": "999.99",
        "imagen": "img/juegos/titan.jpg",
        "descripcion": "Juego avanzado y lleno de acción: ya sea luchando como piloto, los depredadores de ápice de la frontera o como máquinas de guerra Titan, de 20 pies de alto, Titanfall 2 proporciona una experiencia de combate increíblemente divertida, fluida y emocionante que es inigualable.",
        "cantidad": 1
    }
]